Repository: ArttuKuikka/RuokalistaServer
Catalog: src/Resources/Views/Home/Index.*.resx
Languages: fi_fi, sv_se

source: This week's menu
fi_fi: Tämän viikon ruokalista
sv_se: Denna veckas meny

source: Next week's menu
fi_fi: Seuraavan viikon ruokalista
sv_se: Nästa veckas meny

# WeekMenu
source: Week {0} menu
fi_fi: Viikon {0} ruokalista
sv_se: Vecka {0} meny

# NoMenuAvailable
source: This menu does not exist
fi_fi: Tätä ruokalistaa ei ole olemassa
sv_se: Denna meny finns inte

source: This week's vegetarian menu
fi_fi: Tämän viikon kasvisruokalista
sv_se: Denna veckas vegetariska meny

source: Next week's vegetarian menu
fi_fi: Seuraavan viikon kasvisruokalista
sv_se: Nästa veckas vegetariska meny

# WeekVegetarianMenu
source: Week {0} vegetarian menu
fi_fi: Viikon {0} kasvisruokalista
sv_se: Vecka {0} vegetariska meny

source: Monday
fi_fi: Maanantai
sv_se: Måndag

source: Tuesday
fi_fi: Tiistai
sv_se: Tisdag

source: Wednesday
fi_fi: Keskiviikko
sv_se: Onsdag

source: Thursday
fi_fi: Torstai
sv_se: Torsdag

source: Friday
fi_fi: Perjantai
sv_se: Fredag

# DietaryInfo
source: G = gluten-free, M = dairy-free, L = lactose-free
fi_fi: G = gluteeniton, M = maidoton, L = laktoositon
sv_se: G = glutenfri, M = mjölkfri, L = laktosfri

source: Vegetarian menu
fi_fi: Kasvisruokalista
sv_se: Vegetarisk meny

# RegularMenu
source: Menu
fi_fi: Ruokalista
sv_se: Meny

source: All menus
fi_fi: Kaikki ruokalistat
sv_se: Alla menyer

source: Next week
fi_fi: Seuraava viikko
sv_se: Nästa vecka

# NoMenuForThisWeek
source: This week's menu is not yet available
fi_fi: Tämän viikon ruokalistaa ei vielä ole
sv_se: Denna veckas meny är inte tillgänglig än
